Revit 2027 API
ParameterTypeId.PathReinAddlOffset Property
 "Additional Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PathReinAddlOffset { get; }
Public Shared ReadOnly Property PathReinAddlOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PathReinAddlOffset {
	ForgeTypeId^ get ();
}
static member PathReinAddlOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace